{
  "Categories": [
    {
      "id": 1,
      "nome": "Vegan",
      "desc": "Hambúrgueres veganos",
      "img": "assets/burguers/burguer4.png",
      "tipo": "vegan"
    },
    {
      "id": 2,
      "nome": "Fitnnes",
      "desc": "Hambúrgueres fitness",
      "img": "assets/burguers/burguer5.png",
      "tipo": "fitness"
    },
    {
      "id": 3,
      "nome": "Infarto",
      "desc": "Os maiores e mais suculentos hambúrgueres",
      "img": "assets/burguers/burguer1.png",
      "tipo": "infarto"
    },
    {
      "id": 4,
      "nome": "Maiorais",
      "desc": "O gigantescos e os suculentos",
      "img": "assets/burguers/burguer2.png",
      "tipo": "maiorais"
    },
    {
      "id": 5,
      "nome": "Tudões",
      "desc": "O MAIS SUPREMOS e os suculentos",
      "img": "assets/burguers/burguer3.png",
      "tipo": "tudões"
    }
  ],
  "Burguers": [
  {
    "id": 1,
    "nome": "X-Avocado",
    "desc": "Pão integral, hambúrguer de grão-de-bico, alface, tomate, queijo vegano e avocado",
    "sobre": "Pão integral macio que envolve um hambúrguer suculento de grão-de-bico, enriquecido com alface fresca, tomate maduro, queijo vegano cremoso e avocado perfeitamente temperado. Uma combinação saudável que une sabor e nutrição em cada mordida, ideal para quem busca uma refeição leve e deliciosa.",
    "preco": "12.99",
    "tipo": "vegan",
    "img": "assets/burguers/burguer1.png"
  },
  {
    "id": 2,
    "nome": "X-Baconator",
    "desc": "Pão brioche, hambúrguer duplo, bacon crocante, queijo cheddar e molho especial",
    "sobre": "Uma explosão de sabores em um pão brioche fofinho, recheado com dois hambúrgueres suculentos, bacon crocante no ponto perfeito, queijo cheddar derretido e um molho especial irresistível. Feito para os verdadeiros amantes de bacon que não dispensam uma experiência gastronômica intensa.",
    "preco": "18.99",
    "tipo": "infarto",
    "img": "assets/burguers/burguer2.png"
  },
  {
    "id": 3,
    "nome": "X-Verde",
    "desc": "Pão integral, hambúrguer de espinafre, rúcula, tomate seco e molho pesto",
    "sobre": "O sabor da natureza em um hambúrguer único. Um pão integral artesanal combinado com um hambúrguer de espinafre, rúcula fresca, tomate seco de sabor marcante e um molho pesto aromático. Uma escolha que traz leveza e frescor para sua refeição.",
    "preco": "14.99",
    "tipo": "vegan",
    "img": "assets/burguers/burguer3.png"
  },
  {
    "id": 4,
    "nome": "X-Coração Atacado",
    "desc": "Pão brioche, hambúrguer triplo, queijo cheddar, bacon e maionese trufada",
    "sobre": "Desafie seu apetite com este colosso. Pão brioche, hambúrguer triplo suculento, camadas generosas de queijo cheddar derretido, bacon crocante e maionese trufada. Uma verdadeira indulgência para quem não tem medo de exagerar no sabor.",
    "preco": "21.99",
    "tipo": "infarto",
    "img": "assets/burguers/burguer4.png"
  },
  {
    "id": 5,
    "nome": "X-Semente",
    "desc": "Pão com sementes, hambúrguer de quinoa, alface, tomate, cenoura ralada e molho tahine",
    "sobre": "Nutrição e sabor em perfeita harmonia. Um pão rico em sementes com hambúrguer de quinoa temperado, alface crocante, tomate maduro, cenoura ralada fresca e um toque de molho tahine cremoso. Ideal para quem busca energia e leveza.",
    "preco": "13.99",
    "tipo": "vegan",
    "img": "assets/burguers/burguer5.png"
  },
  {
    "id": 6,
    "nome": "X-Protein Boost",
    "desc": "Pão low carb, hambúrguer de frango grelhado, espinafre, queijo cottage e molho de iogurte",
    "sobre": "O parceiro perfeito para quem busca reforçar a dieta com proteínas. Um pão low carb leve, recheado com hambúrguer de frango grelhado, folhas frescas de espinafre, queijo cottage cremoso e um molho de iogurte refrescante. Completo, saudável e saboroso.",
    "preco": "15.99",
    "tipo": "fitness",
    "img": "assets/burguers/burguer1.png"
  },
  {
    "id": 7,
    "nome": "X-Explosão",
    "desc": "Pão low carb, hambúrguer de frango grelhado, espinafre, queijo cottage e molho de iogurte",
    "sobre": "Prepare-se para uma explosão de sabores. Pão tradicional recheado com hambúrguer duplo suculento, bacon crocante, queijo cheddar derretido, cebola caramelizada e um molho barbecue irresistível. Cada mordida é uma festa para o paladar.",
    "preco": "19.99",
    "tipo": "infarto",
    "img": "assets/burguers/burguer2.png"
  },
  {
    "id": 8,
    "nome": "X-Light",
    "desc": "Pão integral, hambúrguer de frango grelhado, alface americana, tomate e molho de limão",
    "sobre": "Uma opção leve, mas cheia de sabor. Pão integral recheado com hambúrguer de frango grelhado, alface americana crocante, tomate suculento e um molho de limão refrescante que realça todos os sabores. Perfeito para uma refeição saudável e deliciosa.",
    "preco": "12.49",
    "tipo": "fitness",
    "img": "assets/burguers/burguer3.png"
  },
  {
    "id": 9,
    "nome": "X-Gourmet Vegan",
    "desc": "Pão artesanal, hambúrguer de lentilha, queijo vegano, rúcula e molho de ervas",
    "sobre": "Uma experiência vegana sofisticada. Pão artesanal combinado com hambúrguer de lentilha, queijo vegano de sabor suave, rúcula fresca e um molho de ervas aromático. Uma opção elaborada que une elegância e sabor em cada detalhe.",
    "preco": "16.99",
    "tipo": "vegan",
    "img": "assets/burguers/burguer4.png"
  },
  {
    "id": 10,
    "nome": "X-Crossfit",
    "desc": "Pão integral, hambúrguer de carne magra, queijo de búfala, espinafre e ovo poché",
    "sobre": "Ideal para quem leva um estilo de vida ativo. Pão integral saudável recheado com hambúrguer de carne magra, queijo de búfala suave, folhas frescas de espinafre e um ovo poché perfeitamente preparado. Energia e sabor para o seu dia.",
    "preco": "17.49",
    "tipo": "fitness",
    "img": "assets/burguers/burguer5.png"
  },
  {
    "id": 11,
    "nome": "X-Crosses",
    "desc": "Pão integral, hambúrguer de carne magra, queijo de búfala, espinafre e ovo poché",
    "sobre": "Uma combinação pensada para quem busca força e sabor. Pão integral rico em fibras, hambúrguer de carne magra grelhado, queijo de búfala, espinafre fresco e um ovo poché que complementa essa refeição cheia de personalidade.",
    "preco": "20.49",
    "tipo": "fitness",
    "img": "assets/burguers/burguer2.png"
  },
  {
    "id": 12,
    "nome": "X-Biggao",
    "desc": "Pão integral, hambúrguer de carne magra, queijo de búfala, espinafre e ovo poché",
    "sobre": "Para quem não tem medo de exageros. Um hambúrguer colossal em pão integral, recheado com carne magra suculenta, queijo de búfala cremoso, espinafre fresco e um ovo poché perfeitamente cozido. Cada mordida é pura satisfação.",
    "preco": "27.49",
    "tipo": "infarto",
    "img": "assets/burguers/burguer1.png"
  },
  {
    "id": 13,
    "nome": "X-Verdinha",
    "desc": "Pão integral, hambúrguer de carne magra, queijo de búfala, espinafre e ovo poché",
    "sobre": "A escolha perfeita para uma refeição balanceada. Um hambúrguer feito com carne magra de alta qualidade, queijo de búfala, espinafre fresco e um ovo poché delicado, tudo envolto em um pão integral nutritivo.",
    "preco": "17.49",
    "tipo": "vegan",
    "img": "assets/burguers/burguer5.png"
  },
  {
    "id": 14,
    "nome": "X-Supremo",
    "desc": "Pão australiano, hambúrguer artesanal, queijo gouda, cebola roxa caramelizada, cogumelos grelhados e molho de mostarda Dijon",
    "sobre": "Uma experiência gastronômica de outro nível. Pão australiano que traz um toque levemente adocicado, combinado com hambúrguer artesanal, queijo gouda cremoso, cebola roxa caramelizada, cogumelos grelhados e um molho de mostarda Dijon aromático. Sofisticação em cada detalhe.",
    "preco": "22.99",
    "tipo": "maiorais",
    "img": "assets/burguers/burguer1.png"
  },
  {
    "id": 15,
    "nome": "X-Trufado",
    "desc": "Pão brioche, hambúrguer de costela, queijo brie, rúcula e maionese trufada",
    "sobre": "Luxo em forma de hambúrguer. Pão brioche macio, recheado com hambúrguer de costela suculento, queijo brie de textura cremosa, rúcula fresca e maionese trufada de sabor intenso. Uma experiência única e requintada.",
    "preco": "25.99",
    "tipo": "maiorais",
    "img": "assets/burguers/burguer2.png"
  },
  {
    "id": 16,
    "nome": "X-Deluxe",
    "desc": "Pão ciabatta, hambúrguer de picanha, queijo gruyère, presunto Parma e molho especial",
    "sobre": "Uma combinação digna de realeza. Pão ciabatta crocante com hambúrguer de picanha suculento, queijo gruyère derretido, presunto Parma e um molho especial que une tudo com maestria. Um hambúrguer que exala elegância e sabor.",
    "preco": "24.99",
    "tipo": "maiorais",
    "img": "assets/burguers/burguer3.png"
  },
  {
    "id": 17,
    "nome": "X-Extravagante",
    "desc": "Pão de alho, hambúrguer duplo, queijo provolone, bacon crocante, onion rings e molho barbecue",
    "sobre": "Mais é mais com o X-Extravagante. Pão de alho aromático recheado com hambúrguer duplo, queijo provolone derretido, bacon crocante, onion rings crocantes e um molho barbecue irresistível. Uma explosão de sabores e texturas que vai te conquistar.",
    "preco": "26.99",
    "tipo": "maiorais",
    "img": "assets/burguers/burguer4.png"
  },   {
    "id": 18,
    "nome": "X-Turbo Tudo",
    "desc": "Pão de alho, hambúrguer duplo, queijo provolone, bacon crocante, onion rings e molho barbecue",
    "sobre": "Mais é mais com o X-Extravagante. Pão de alho aromático recheado com hambúrguer duplo, queijo provolone derretido, bacon crocante, onion rings crocantes e um molho barbecue irresistível. Uma explosão de sabores e texturas que vai te conquistar.",
    "preco": "36.99",
    "tipo": "tudões",
    "img": "https://cache-backend-mcd.mcdonaldscupones.com/media/image/product$kzXWKJ6A/200/200/original?country=br"
  }

  
]
}